<template>
  <section class="privacy_policy mb-64 md:mt-48 p-10">
    <SectionTitle title="PRIVACY POLICY" />
    <div class="container mx-auto w-full max-w-screen-md">
      <p class="font-noto-medium">
        プライバシーポリシー<br /><br />
        株式会社Fam（以下「当社」といいます。）は、以下のとおり個人情報保護方針を定め、当社が加工・販売する<br />
        「CHICK AND
        KING」のテイクアウト又はデリバリーのサービス（以下「本サービス」といいます。）のお客様（以下「お客様」といいます。）のプライバシーを尊重し、個人情報の管理に細心の注意を払うため、本プライバシーポリシーを定めます。<br /><br />

        法令等の遵守<br />
        当社は、個人情報を取り扱うにあたって、個人情報の保護に関する法律その他の個人情報の保護に関する法令、ガイドラインその他の関連する規則（以下、総称して「法令等」といいます。）及び本プライバシーポリシーを遵守いたします。<br /><br />

        個人情報<br />
        本プライバシーポリシーにおける個人情報とは、お客様個人に関する情報であり、個人の氏名、生年月日、年齢、性別、住所、電話番号、電子メールアドレスその他の記述等により特定のお客様を識別できる情報を指します。また、その情報のみでは識別できない場合でも、他の情報と容易に照合することができ、結果的にお客様個人を識別できるものも個人情報に含まれます。<br /><br />

        個人情報の利用目的<br />
        当社はお客様から取得した個人情報を以下の目的に利用いたします。<br /><br />

        (1)本サービスその他の当社のサービスの提供・運営・管理のため<br />
        (2)本サービスの改善又は新商品・新サービスの開発のため<br />
        (3)本サービスを提供するための個人認証のため<br />
        (4)当社の商品・サービスに関するお知らせ又はご案内のため<br />
        (5)当社のプレゼントやキャンペーン等のお知らせ又はご案内のため<br />
        (6)当社のプレゼントやキャンペーン等を行う提携先企業への提供のため<br />
        (7)お客様からのお問合せ対応のため<br />
        (8)その他前各号に付随、関連する業務を遂行するため<br /><br />

        個人情報の取得方法<br />
        当社は、個人情報の取得については、適正な方法によって行い、お客様の意思に反する偽りその他不正な手段により取得いたしません。<br /><br />

        個人情報の訂正等<br />
        お客様は、当社に提供した個人情報をいつでも訂正・追加・削除することができます。<br />
        個人情報の第三者への開示・提供 【協力会社／提携先企業】<br />
        当社が取得したお客様の個人情報は、当社を共同利用の管理責任者として、本サービスについて当社と協力又は連携して事業を行う企業において、上記「個人情報の利用目的」記載の目的で共同利用いたします。<br /><br />

        【配達代行業者】<br />
        当社は、お客様が商品の注文を行う際、お客様への商品のお届けを目的として、フォームに入力したお客様の個人情報を当社の商品配達の代行業務を行う事業者に提供します。<br />
        当社は、上記の場合を除き、お客様の個人情報についてお客様ご本人の同意を得ずに第三者に開示することは、原則いたしません。但し、以下の場合においては、法令等に反しない範囲で、お客様の同意なくお客様の個人情報を開示することがあります<br />
        (1)統計的情報を提供する目的で、個々の個人情報を集積又は分析し、個人を識別できない形式に加工して、その統計データを開示する場合<br />
        (2)人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき<br />
        (3)公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき<br />
        (4)国の機関もしくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br />
        (5)法令等により開示又は提供が認められる場合<br /><br />

        第三者の範囲<br />
        以下の場合に、個人情報の提供を受ける者は、第三者に該当しないものとします。<br />
        (1)当社が利用目的の達成に必要な範囲内において個人情報の取扱いに全部又は一部を委託する場合<br />
        (2)当社の合併その他の事由による事業の承継に伴って個人情報が提供される場合<br /><br />

        個人情報の開示等<br />
        お客様から、当社お問い合わせ窓口に対し、書面をもって、ご自身の個人情報の利用目的の通知、個人情報の開示、利用停止、並びに第三者への提供の停止又は消去（以下「個人情報の開示等」といいます）を求められた場合、当社は、お客様のご本人を確認させていただいたうえで、合理的な期間内に対応いたします。但し、法令等に基づいて認められる場合には、その全部又は一部について、個人情報の開示等に応じない場合があります。<br /><br />

        第三者の広告の掲載<br />
        (1)当社のWEBサイト（以下「本サイト」といいます。）では、第三者から配信される広告が掲載される場合があり、これに関連して、当該第三者が、本サイトを訪問したお客様のCookie情報等を取得し、利用している場合があります。当該第三者によって取得されたクッキー情報等は、当該第三者のプライバシーポリシーに従って取り扱われます。<br />
        (2)Cookie（クッキー）とは、ユーザーがWEBサイトを利用した際に、ユーザーによるサービスの履歴や入力内容などをユーザーのコンピュータに保存する仕組みです。ユーザーが同じWEBサイトにアクセスする際、ユーザーのコンピュータに保存されたCookie情報によって、ユーザーごとにWEBページや広告の表示を変えるなどの処理が行われます。お客様がブラウザの設定でCookieの送受信を許可している場合、ウェブサイトは、お客様のブラウザからクッキーを取得できます。<br />
        (3)Cookieに関する設定方法は、ブラウザによって異なりますのでお使いのブラウザの「ヘルプ」メニューでご確認ください。ユーザーは「すべてのクッキーを拒否する」という設定により、Cookieを削除することができます。その際には、認証が必要なサービスが受けられなくなる等、インターネット上の各種サービスの利用上、制約を受ける場合がありますので、ご注意ください。<br /><br />

        免責<br />
        以下の場合は、第三者による個人情報の取得に関して、当社は一切の責任を負いません。<br />
        (1)お客様自らが本サイト上の機能又は別の手段を用いて、他のお客様に個人情報を明らかにする場合<br />
        (2)お客様が本サイト上に入力し、公開を認めた情報により、個人が識別できた場合<br />
        (3)お客様ご本人以外のお客様が個人を識別できる情報（ID・パスワード等）を入手した場合<br /><br />

        プライバシーポリシーの改定について<br />
        当社は、予告なくして本プライバシーポリシーの全部又は一部を改定することがあります。変更した場合には、本サイトでお知らせします。<br /><br />

        個人情報に関するお問い合わせ<br />
        本プライバシーポリシー並びに個人情報に関するお問い合わせ先及び苦情・相談に関するお申し出先は以下のとおりです。<br /><br />

        【お問合せ窓口】<br />
        hello@gfd.jp<br /><br />

        2021年12月29日制定
      </p>
    </div>
  </section>
</template>
<script>
import SectionTitle from "@/components/SectionTitle.vue";
export default {
  head() {
    return {
      title: "Privacy Policy",
    };
  },
  components: {
    SectionTitle,
  },
};
</script>
